{
  "name": "Accelerate",
  "type": "mech_system",
  "system": {
    "lid": "ms_accelerate",
    "actions": [
      {
        "activation": "Quick Tech",
        "cost": 0,
        "damage": [],
        "detail": "Choose and mark two free spaces within your line of sight that share a surface and are within Range 5 of each other. Characters that start their turn in one of these spaces or enter one for the first time in a round are pushed as far as possible in a straight line towards the other space. If they collide with an obstruction, they stop moving. They may avoid being pushed with a successful Hull save. Grenades, Deployables, or other loose objects of Size 1 or smaller that are thrown or deployed into one of the spaces are also pushed towards the other space before activating or detonating. They activate or detonate early if they are forced to stop by another character or object. This effect lasts for the rest of the scene, or until you take this Quick Tech option again.",
        "frequency": null,
        "heat_cost": 0,
        "init": "",
        "lid": "",
        "mech": true,
        "name": "Action",
        "pilot": false,
        "range": [],
        "synergy_locations": [],
        "terse": "",
        "trigger": "",
        "tech_attack": false
      }
    ],
    "bonuses": [],
    "cascading": false,
    "counters": [],
    "deployables": [],
    "description": "Guillermo, no es suficiente saber caminar; Debes saber d칩nde y d칩nde no pisar. El lugar incorrecto, y te perder치s. Es en un plano de telara침a donde construimos nuestro hogar: pise ligeramente cuando vaya.<br />[Guillermo, it is not enough to know how to walk; you must know where and where not to step; the incorrect spot, and you will be lost. It is on a plane of gossamer that we make our home: tread lightly when you go.]",
    "destroyed": false,
    "effect": "",
    "integrated": [],
    "license": "mf_sunzi",
    "license_level": 1,
    "manufacturer": "HA",
    "sp": 2,
    "synergies": [],
    "tags": [
      {
        "lid": "tg_unique",
        "val": ""
      }
    ],
    "type": "Tech",
    "ammo": [],
    "uses": 0
  },
  "folder": "ALawGb1HxSEOHhUm",
  "_id": "z4SsiX4ube8zB2fj",
  "img": "systems/lancer/assets/icons/mech_system.svg",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "YArGKa3f4FYWoPpm": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "lancer",
    "systemVersion": "2.8.1",
    "createdTime": 1747537563878,
    "modifiedTime": 1747636627104,
    "lastModifiedBy": "YArGKa3f4FYWoPpm"
  }
}