{
  "name": "ADJUTANT-Class Comp/Con",
  "type": "mech_system",
  "system": {
    "lid": "ms_adjutant_class_compcon",
    "actions": [
      {
        "activation": "Free",
        "cost": 0,
        "damage": [],
        "detail": "1/scene, you may take a quick action of your choice. This action cannot be an attack or force any saves.",
        "frequency": null,
        "heat_cost": 0,
        "init": "",
        "lid": "",
        "mech": true,
        "name": "Active Assist",
        "pilot": false,
        "range": [],
        "synergy_locations": [],
        "terse": "",
        "trigger": "",
        "tech_attack": false
      }
    ],
    "bonuses": [],
    "cascading": false,
    "counters": [],
    "deployables": [],
    "description": "<p>A major cornerstone of GMS's advanced technology initiative is the planned development of a next-generation companion/concierge system to replace the standard EPIPHANY-Class C/C currently in use by Union pilots. For reasons both practical as well as ethical, widespread dissemination of chassis-compatible C/C systems is currently being pushed by Union CentComm over military NHP design, and the ADJUTANT is the latest model to be approved for limited field trials following First Contact Accords compliance evaluation. Utilizing a new-model ontologic bridge framework, ADJUTANT allows for the use of selected simulant/reflex architectures to be uploaded to an engrammatic matrix for compatible pilot integration along both first- and second-tier neural processes. Long-term effects of repeated engrammatic synthesis are currently unknown, but early feedback is promising with test pilots reporting minimal difficulty expressing previously unheld aptitudes.</p>",
    "destroyed": false,
    "effect": "<p>Your mech gains the AI tag and Active Assist.</p><p>Additionally, you may load one talent rank you qualify for but do not have onto this system’s ontologic bridge. You gain access to that talent while piloting your mech. If this system is destroyed, neither this talent nor any systems or mech capabilities it grants can be used until it’s repaired. You may choose a different talent rank whenever you take a Full Repair.</p><p>This system isn’t a full NHP and cannot enter cascade.</p>",
    "integrated": [],
    "license": "mf_unknown",
    "license_level": 0,
    "manufacturer": "EXOTIC",
    "sp": 3,
    "synergies": [],
    "tags": [
      {
        "lid": "tg_ai",
        "val": ""
      },
      {
        "lid": "tg_no_cascade",
        "val": ""
      },
      {
        "lid": "tg_unique",
        "val": ""
      },
      {
        "lid": "tg_exotic",
        "val": ""
      }
    ],
    "type": "AI",
    "ammo": [],
    "uses": 0
  },
  "folder": "ALawGb1HxSEOHhUm",
  "_id": "l8Tw1f4z4C7Pu0vw",
  "img": "systems/lancer/assets/icons/mech_system.svg",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "YArGKa3f4FYWoPpm": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "lancer",
    "systemVersion": "2.8.1",
    "createdTime": 1747537586775,
    "modifiedTime": 1747537586775,
    "lastModifiedBy": "YArGKa3f4FYWoPpm"
  }
}