{
  "name": "COMP/CON-Class Assistant Unit",
  "type": "mech_system",
  "system": {
    "lid": "ms_comp_con_class_assistant_unit",
    "actions": [],
    "bonuses": [],
    "cascading": false,
    "counters": [],
    "deployables": [],
    "description": "The GMS Companion/Concierge-Class Assistant Unit conforms to all galaxy-wide standards. These virtual assistants pass even the most rigid Turing-Null assessment criteria and are cleared to operate even in the absence of a pilot.",
    "destroyed": false,
    "effect": "Your mech has a basic COMP/CON unit, granting it the AI tag. The COMP/CON can speak to you and has a personality, but, unlike an NHP, is not truly capable of independent thought. It is obedient to you alone.<br />You can give control of your mech to its COMP/CON as a protocol, allowing your mech to act independently on your turn with its own set of actions. Unlike other AIs, a mech controlled by a COMP/CON has no independent initiative and requires direct input. Your mech will follow basic courses of action (defend this area, attack this enemy, protect me, etc.) to the best of its ability, or will act to defend itself if its instructions are complete or it receives no further guidance. You can issue new commands at the start of your turn as long as you are within Range 50 and have the means to communicate with your mech. Comp/con units are not true NHPs and thus cannot enter cascade.",
    "integrated": [],
    "license": "GMS",
    "license_level": 0,
    "manufacturer": "GMS",
    "sp": 2,
    "synergies": [],
    "tags": [
      {
        "lid": "tg_ai",
        "val": ""
      },
      {
        "lid": "tg_no_cascade",
        "val": ""
      },
      {
        "lid": "tg_unique",
        "val": ""
      }
    ],
    "type": "AI",
    "ammo": [],
    "uses": 0
  },
  "folder": "ALawGb1HxSEOHhUm",
  "_id": "9mA5kv57F3dxIejH",
  "img": "systems/lancer/assets/icons/mech_system.svg",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "YArGKa3f4FYWoPpm": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "lancer",
    "systemVersion": "2.8.1",
    "createdTime": 1747537556590,
    "modifiedTime": 1747537556590,
    "lastModifiedBy": "YArGKa3f4FYWoPpm"
  }
}