{
  "name": "Emi Theater",
  "type": "mech_system",
  "system": {
    "lid": "ms_exo_emi_theater",
    "actions": [],
    "bonuses": [],
    "cascading": false,
    "counters": [],
    "deployables": [],
    "description": "<p><em>“An army of the dead. Let H0RUS feed on this, leak the history across the omninet, see what bites – Oni will no longer selfishly covet their secrets.” <br />– An Arushan Constellar Bureaucrat </em></p> <p>The “spirit theater”, as it is often referred to, was discovered in [REDACTED], as was the pilot called Oni, who was formerly thought to have vanished on deployment. After recovery, Oni was determined to be functionally defunct and was discarded. It was determined, however, that their mech components shared no identifiable ancestry with known Union technologies. Field tests implied the Emi Theater’s purpose was to employ necromantic ambush tactics in mass warfare entanglements; however, discernible records of it’s use from Oni’s mech were [REDACTED]. First employed in the Asset Rebellion in Kibo’s 14th operational chrono-chain, the system has proven most effective when used in sequence with adjunct orbital kinetic-kill bombardments. The system projects a wide area para-resonant subjectivity wave that can reanimate functionally destroyed non-biological masses, enabling them to be used and disposed of one last time. While not widely adopted across the Constellar, the Emi Theater has seen use in the more illicit operations undertaken by SSC’s Constellar Midnights.</p>",
    "destroyed": false,
    "effect": "Choose a destroyed mech in line of sight. It is immediately restored as an allied Grunt NPC with 5 Overshield and afterwards takes all Heat as energy damage. The target loses any other templates it had previously but retains all other features, including regaining all destroyed weapons and systems. The target gains its own turn each round starting this round, and can otherwise perform all the actions available to a normal NPC. At the end of the scene, the target is destroyed and becomes a wreck.",
    "integrated": [],
    "license": "mf_unknown",
    "license_level": null,
    "manufacturer": "EXOTIC",
    "sp": 3,
    "synergies": [],
    "tags": [
      {
        "lid": "tg_limited",
        "val": "1"
      },
      {
        "lid": "tg_heat_self",
        "val": "4"
      },
      {
        "lid": "tg_exotic",
        "val": ""
      },
      {
        "lid": "tg_quick_action",
        "val": ""
      }
    ],
    "type": "System",
    "ammo": [],
    "uses": 0
  },
  "folder": "ALawGb1HxSEOHhUm",
  "_id": "eW5wiDkXq5NLvbQM",
  "img": "systems/lancer/assets/icons/mech_system.svg",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "YArGKa3f4FYWoPpm": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "lancer",
    "systemVersion": "2.8.1",
    "createdTime": 1747537605423,
    "modifiedTime": 1747636667627,
    "lastModifiedBy": "YArGKa3f4FYWoPpm"
  }
}