{
  "name": "Raleigh",
  "type": "frame",
  "img": "systems/lancer/assets/retrograde-minis/Retrograde-Minis-IPS-N-RALEIGH.png",
  "system": {
    "core_system": {
      "activation": "Protocol",
      "active_actions": [],
      "active_bonuses": [],
      "active_effect": "You start to spin your M35 Mjolnir up, beginning with no chambered rounds. For the rest of the scene, you load two rounds into chambers at the end of any of your turns in which you haven’t fired the M35 Mjolnir . It can hold a maximum of six rounds.<br />When you fire the M35 Mjolnir, all chambers fire simultaneously, dealing 4 kinetic damage per loaded round. If you fire four or more rounds at once, the attack gains AP and, on a hit, your target becomes Shredded until the end of their next turn.",
      "active_name": "Thunder God",
      "active_synergies": [],
      "counters": [],
      "deactivation": null,
      "deployables": [],
      "description": "IPS-N’s M35 Mjolnir cannon is a carryover from Northstar’s Watchman line of defensive weapons, reworked for frontline combat. The Mjolnir is a hard-mounted, multi-barrel auxiliary cannon that uses magnetic acceleration to fire stacks of airburst projectiles at its target. It’s an impulse weapon, tied to the pilot’s second-tier neural processes with mediation from a COMP/CON or NHP; even in death, a pilot’s Mjolnir will continue to identify and attack hostile targets until reaching total systemic failure. For this reason, the Mjolnir is often referred to as a deadgun – one of many such weapons to be found among CQB-oriented pilots.",
      "integrated": [
        "mw_raleigh_integrated"
      ],
      "name": "M35 Mjolnir Cannon",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_effect": "",
      "passive_synergies": [],
      "tags": [],
      "use": "Encounter"
    },
    "description": "Seeing GMS and Harrison Armory’s push to secure whole-fleet line contracts with Union member states, IPS-N launched a brief foray into design and production of their own main battle line frame. Enter the Raleigh, a stylistic and design oddity for IPS-N. Designed not as a specialist, but as a purpose-built, close-range mech, the Raleigh failed to stun potential clients in trials.<br />Though a favorite of test pilots due to its unique styling and agility, the Raleigh saw few fleet orders and, after a brief run as IPS-N’s flagship, was quietly rolled back and replaced with the Tortuga. No longer offered as a fleet contract, the Raleigh enjoys a quiet popularity among pilots seeking a well-balanced, if close-ranged, line mech.",
    "license": "mf_raleigh",
    "license_level": 2,
    "lid": "mf_raleigh",
    "manufacturer": "IPS-N",
    "mechtype": [
      "Striker"
    ],
    "mounts": [
      "Aux/Aux",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 8,
      "edef": 7,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 10,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "description": "At the end of its turn, if the Raleigh hasn’t made any attacks or forced any saves, it can reload all Loading weapons as a free action.",
        "integrated": [],
        "name": "Full Metal Jacket",
        "synergies": [],
        "use": "?"
      },
      {
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "description": "The Raleigh can make ranged attacks when Jammed.",
        "integrated": [],
        "name": "Shielded Magazines",
        "synergies": [],
        "use": "?"
      }
    ]
  },
  "folder": "J8bbgzHbNkD5I2bG",
  "_id": "86gxT0ATPQWBqMfg",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "YArGKa3f4FYWoPpm": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "lancer",
    "systemVersion": "2.8.1",
    "createdTime": 1747537554523,
    "modifiedTime": 1747537554523,
    "lastModifiedBy": "YArGKa3f4FYWoPpm"
  }
}