{
  "name": "Tagetes",
  "type": "frame",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "core_system": {
      "activation": "Quick",
      "active_actions": [],
      "active_bonuses": [],
      "active_effect": "When you stabilize, you may activate this system to create a stationary burst 2 zone of soft cover that lasts until the end of your next turn. While benefiting from this soft cover, you and allied characters may clear 1d3+1 heat as a protocol. This ability is <b>Efficient</b> and will refund 1 Core Point at the end of any scene in which this ability was used.",
      "active_name": "SANDSTORM Heat Dispersal System",
      "active_synergies": [],
      "counters": [],
      "deactivation": null,
      "deployables": [],
      "description": "Tilimsan is a harsh proving ground for any mech. Baking heat, scouring sand, dry lightning, and treacherous terrain are challenge enough for designers, but Company Tempeste’s technical requirements are just as uncompromising as the landscape. Popular rumor has it that one headstrong Ispahsalari artisan who refused to integrate the company’s aftermarket modifications on aesthetic grounds simply never returned from the desert.",
      "integrated": [],
      "name": "Chorak Skirmish Gear",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_effect": "You can attack with Rifles as though they had +5 range, as long as Lock On is consumed during the attack.",
      "passive_name": "Tempeste Synchronized Long Scope",
      "passive_synergies": [],
      "tags": [],
      "use": "?"
    },
    "description": "<p>The Tagetes was the product of a collaboration between the Karrakin Cavalry College – whose kavalieres demanded a high-performance line mech that could outmatch and outrange the now-ubiquitous Sherman Mk I across extended engagements – and a collective of top Ispahsalari designers, celebrated for the performance of their work in the House Games.</p><p>The initial production models exceeded performance benchmarks, but suffered from a host of practical issues that only became apparent in the field. It was only after extensive field-testing in the deserts of Tilimsan that the Tagetes truly found its footing, as design revisions from the highly regarded Fusilier variant quickly fed back into the mainline chassis – which is now in mass production at fabrication plants across both the Concern and the Interest.</p>",
    "license": "mf_sherman_alt_tagetes",
    "license_level": 2,
    "lid": "mf_sherman_alt_tagetes",
    "manufacturer": "HA",
    "mechtype": [
      "Artillery"
    ],
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 7,
      "edef": 8,
      "heatcap": 8,
      "repcap": 4,
      "sensor_range": 8,
      "tech_attack": -1,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "description": "When you install a ranged weapon on the Tagetes (or during a Full Repair), you may change its weapon type to Rifle. Weapons with their type changed in this way gain Overkill.",
        "integrated": [],
        "name": "Fusilier",
        "synergies": [],
        "use": "?"
      },
      {
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "description": "While adjacent to an allied mech, the Tagetes gains +1 Accuracy on all skill checks and saves.",
        "integrated": [],
        "name": "Rank Discipline",
        "synergies": [],
        "use": "?"
      },
      {
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "description": "When you Stabilize, you may choose one of the following in addition to other options:<ul><li>Reload all loading weapons</li><li>Clear any burn currently affecting your mech</li><li>Clear a condition that wasn’t caused by one of your own systems, talents, etc.</li><li>Clear an adjacent allied character’s condition that wasn’t caused by one of their own systems, talents, etc.</li></ul>",
        "integrated": [],
        "name": "Eterane Construction",
        "synergies": [],
        "use": "?"
      }
    ]
  },
  "folder": "J8bbgzHbNkD5I2bG",
  "_id": "Q0MI67vRMS6LZiAZ",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "YArGKa3f4FYWoPpm": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "lancer",
    "systemVersion": "2.8.1",
    "createdTime": 1747537623802,
    "modifiedTime": 1747636659339,
    "lastModifiedBy": "YArGKa3f4FYWoPpm"
  }
}