{
  "name": "Vlad",
  "type": "frame",
  "img": "systems/lancer/assets/retrograde-minis/Retrograde-Minis-IPS-N-VLAD-2-0.png",
  "system": {
    "core_system": {
      "activation": "Protocol",
      "active_actions": [],
      "active_bonuses": [],
      "active_effect": "For the rest of this scene, you gain Resistance to all damage originating within range 3, and Shrike Armor deals 3 AP kinetic damage instead of 1.",
      "active_name": "Tormentor Spines",
      "active_synergies": [],
      "counters": [],
      "deactivation": null,
      "deployables": [],
      "description": "Primarily a defensive modification, Shrike armor bristles with hardened chromium-tungsten spikes – a nod to the Vlad’s historical namesake. Shrike tips are strategically placed in areas with a high likelihood of kinetic encounters: gauntlets, manipulator joints, shoulder plating, and so on. Shrike armor is uncommon among pilots from the Core and is considered a mark of underdeveloped – if terrifying – tactics.",
      "integrated": [],
      "name": "Shrike Armor",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_effect": "",
      "passive_synergies": [],
      "tags": [],
      "use": "Encounter"
    },
    "description": "The Vlad is the second iteration of IPS-N’s legacy Yi-Sun-Shin model, first made famous by Albatross pilots in the Celestine campaign during the fall of the Second Committee. With the wealth and quality of data generated by the Albatross in that conflict, IPS-N produced the Vlad, a power plant- and frame-upgraded spiritual successor to the Yi-Sun-Shin and deserving of a new line designation.<br />The Vlad, as the Sun did before it, shares much of its design philosophy and ancestry with IPS-N’s early asteroid-mining frames. Many of its standard armaments take inspiration from the early efforts of resourceful miners to convert tools into improvised anti-piracy weapons; likewise, its frame emphasizes redundancy, toughness, and component universality, allowing it to operate with outstanding self-sufficiency for long and/or dangerous deployments.<br />Heavily armored, the Vlad suits a frontline role where it can absorb fire from dangerous targets while lining up the perfect shot.",
    "license": "mf_vlad",
    "license_level": 2,
    "lid": "mf_vlad",
    "manufacturer": "IPS-N",
    "mechtype": [
      "Controller",
      "Striker"
    ],
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 11,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "description": "When the Vlad inflicts Immobilize on another character, the target also becomes Shredded for the same duration.",
        "integrated": [],
        "name": "Dismemberment",
        "synergies": [],
        "use": "?"
      },
      {
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "description": "When a character within range 3 attacks the Vlad, the attacker first takes 1 AP kinetic damage.",
        "integrated": [],
        "name": "Shrike Armor",
        "synergies": [],
        "use": "?"
      }
    ]
  },
  "folder": "J8bbgzHbNkD5I2bG",
  "_id": "6Sjt9BxgOTOkq7WO",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "YArGKa3f4FYWoPpm": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "lancer",
    "systemVersion": "2.8.1",
    "createdTime": 1747537554523,
    "modifiedTime": 1747537554523,
    "lastModifiedBy": "YArGKa3f4FYWoPpm"
  }
}